/* Localized versions of Info.plist keys */

AMName = "Batch Encode";

/*  AMApplication localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMCategory localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDOptions = "Adds iTunes tags, encodes HD sources, multiple output, Growl support, move existing files, direct disc encoding";
AMDRequires = "This action requires the mp4v2 library installed in /usr/local. mp4v2 can be found at: http://code.google.com/p/mp4v2/. Also required is HandBrakeCLI and VLC. Optional: MakeMKV, Mkvtoolnix, BDSup2Sub.jar.";
AMDSummary = "This action encodes DVD/BD content to m4v/mkv. This action receives no input from other actions, only input sources specified in the action panel. Input types: DVD-ROM, BD-ROM, VIDEO_TS, BDMV, m2ts, mkv, avi, mp4, m4v, mov, mpg.";

/*  AMKeyword localized strings  */
/* e.g. "Filter" = "Filter"; */

/*  AMWarning localized strings  */
ApplyButton = "(* Button label for user to add proposed Action, e.g. Add. *)";
IgnoreButton = "(* Button label for user not to add proposed Action, e.g. Don't Add. *)";
Message = "(* Warning message presented to user goes here. *)";
